driver-tests/bpelse/assign/AssignJbi/test/CopydecimalInvoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><decimalPart xmlns="urn:DataType"><xsd_decimal>10.00005</xsd_decimal><optional_decimal>1.05005</optional_decimal><repeat_decimal>1.05005</repeat_decimal><repeat_decimal>10.00505</repeat_decimal></decimalPart></SOAP-ENV:Body></SOAP-ENV:Envelope>
